tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
cask "adoptopenjdk8"
brew "awscli"
brew "coreutils"
brew "credstash"
brew "curl"
brew "exercism"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "imagemagick@6"
brew "mas"
brew "psqlodbc"
brew "ruby", link: true
brew "watchman"
brew "telnet"
brew "tree"
brew "vim"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "schniz/tap/fnm"
brew "react-native-cli"
brew "cocoapods"
cask "timestamp"
cask "lastpass"
cask "android-messages"
cask "android-platform-tools"
cask "appcleaner"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "cyberduck"
cask "discord"
cask "bettertouchtool"
cask "docker"
cask "drawio"
cask "expressions"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-monoisome"
cask "firefox-developer-edition"
cask "google-chrome"
cask "graphql-playground"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "little-snitch"
cask "ngrok"
cask "p4v"
cask "postico"
cask "postman"
cask "slack"
cask "dbeaver-community"
cask "visual-studio-code"
cask "vlc"
cask "pdf-expert"
mas "Xcode", id: 497799835
mas "AntiSleep", id: 946798523
mas "LastPass", id: 926036361
mas "OneDrive", id: 823766827
mas "The Unarchiver", id: 425424353
