tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
# cask "adoptopenjdk8"
# act package to run your Github Actions locally - https://github.com/nektos/act
# brew "act --HEAD"
brew "awscli"
brew "coreutils"
brew "credstash"
brew "curl"
# brew "exercism"
brew "ffmpeg"
brew "frum" # ruby version manager written in rust
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "imagemagick@6"
brew "jq" # json parser tool
brew "mas"
brew "psqlodbc"
# brew "ruby", link: true
brew "watchman"
brew "telnet"
brew "tree"
brew "vim" # doesn't mac come with vim installed?
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "openconnect" # cli tool - Open client for Cisco AnyConnect VPN
# brew "fnm" # currently using asdf instead - see https://asdf-vm.com/guide/getting-started.html
# brew "cocoapods"
cask "timestamp"
# cask "android-messages"
cask "android-platform-tools"
cask "appcleaner"
# cask "authy"
# cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
# cask "cyberduck"
cask "discord"
cask "bettertouchtool"
cask "docker"
cask "drawio"
cask "expressions"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-monoisome"
cask "firefox-developer-edition"
cask "google-chrome"
cask "graphiql"
# cask "insomnia"
cask "iterm2"
# cask "keybase"
# cask "little-snitch"
# cask "ngrok"
# cask "p4v"
# cask "postico"
cask "postman"
cask "slack"
# cask "dbeaver-community"
cask "visual-studio-code"
cask "vlc"
# cask "pdf-expert"
# cask "evernote"
cask "maccy"
cask "notion"
cask "nordvpn"
# cask "raycast"
# mas "Xcode", id: 497799835 # uncomment this line if you need to install Xcode
mas "AntiSleep", id: 946798523
# mas "LastPass", id: 926036361
mas "The Unarchiver", id: 425424353
mas "Fantastical", id: 975937182

# brew "chruby"
# brew "ruby-install"
